[General]
Translator, "Andy Kleinert, Marcel Leonhard, Slowfoxtrott"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAQAPewAOTk5OPj4+bm5t/f3+rx8ujo6Onx8qqqquXl5evy9MAcApRkX8UiCsMiCHVS
TZJ6d+fu78gcA9Hb3dZyYufv79x+bo9ua5N7drohB8kiCXkqH9yIeOGTg9x7auft7uTw8tra2tnZ
2dzc3N5xYNdqWsEiBoswKcAiCNAjDN7m6HRRS7caAtyNfNyOf84cBeXr7dWCcsscBIVtapF2ccQb
AsQdAt3d3Ww3LdZ3Z8IbAufz9NEbBtyDcpJ9eoMtIpiBfcsjDNqJeMkiCuDr7cMiCc88J5MwKLC2
t5+fn9MjC9R0Y3spIIJoY30nIr0cAtZgUcpPOe76/IMsJ/b//35OSNMjD3omHeRvXt3o6nIiGu7u
7uPt79ddTHM2LogtJ9V6aZB2csYiCdwjDo9tadZwX9VtWtVyX+nu7+Xx8o5qZubs7tsjDtAjDunp
6dR3ZdV9bN7e3tfh499pWdyAb9yGddV1ZIEqI+Li4pBtaJB4c9V/b7QgBfLy8n0pId5zYunw8I9z
bnUpINZdTOr2+Id0b9hoV5FnYnwpHsAhBYMsJtx5aaGkpOju7+Lu7952ZaKkpdVpWNRvXtZtXc0j
DeMjDtojDY5oZNZkU4QtJcwiC8IiCdVnVdWFdH4pINR5adjj5LAcA4YwJr8iCKuwsdTU1HwrH6Cg
oMgjC4ovKI9xbdYjDNfX19h/bb4iB9kdBsYiCP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAALAALAAAAAAQABAA
AAjnAGEJHEiwoMGDBH/0uPAgD5gZgFJZGIMnjSVDCwhxaMFiAx0ecyp0UOTIz4grVGQE4QRDz5sv
OOpMICOJRCE5XZiw8uRGiZlIZSBtuvREEJciWR6deeFBDSMIfwgQSJDAQAoKo5AUCAAAAAIEAgrc
GSDCBgAtB0wJCMAVDohVpEIMCCCgDZ8Diwxs+SQhDpYhjT6g0TEoypQjDqCAWuFEgYIcNGpEiOFi
h6smKvZgaCXqhCYiDE4BmcSmiphENxCVaPAqTAYhmVAkUVVpDSUpgaxoOLSkVJ9OdnxgCuUFlQkj
CJMrLxgQADs=


[BFAPI]
ErrorClientVersionTooOld, "Die verwendete Client-Version ist veraltet.\nAktualisieren Sie die Anwendung und versuchen es erneut."
ErrorFailClientTime, "Die Uhrzeiteinstellungen Ihres Computers sind nicht korrekt.\nÜberprüfen Sie bitte die Systemzeit und versuchen Sie es erneut."
ErrorFailLogin, "Überprüfen Sie bitte Ihre e-Mail Adresse und das Passwort und versuchen Sie es dann bitte erneut."
ErrorFailPrefix, "Fehler beim Herstellen einer Verbindung mit Ihrem Binary Fortress-Konto.\nBitte überprüfen Sie Ihre Internetverbindung, und stellen Sie sicher, dass diese Anwendung nicht durch einen Proxy oder eine Firewall auf Ihrem Computer oder Netzwerk blockiert ist."
ErrorInvalidProTrialLicenseKey, "Ihr Test-Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
ErrorItemSizeTooLarge, "Eines der Elemente, die Sie zu synchronisieren versuchen, ist zu groß.\nSie müssen das große Element löschen und versuchen erneut zu synchronisieren."
ErrorTrialExpiredPrompt, "Ihre Pro Test-Lizenz ist abgelaufen.\nMöchten Sie mit uns Kontakt aufnehmen, um erneut eine Testlizenz zu erhalten?"
ErrorUnknownProPurchasedLicenseKey, "Ihr Lizenzschlüssel ist ungültig.\nBitte kontaktieren Sie uns für weitere Informationen."
LoginPrompt, "Sie müssen zuerst Ihre Binary Fortress-Anmeldeinformationen eingeben.\nMöchten Sie Ihre Anmeldedaten jetzt eingeben?"
TitleSync, "Synchronisation mit Ihrem Binary Fortress-Konto"


[BFAPILoginControl_Controls]
btnLogin, "&Anmelden"
btnLogout, "&Abmelden"
btnMyAccount, "Mein &Konto"
btnMyLicenses, "Meine &Lizenzen"
btnRegister, "&Registrieren"
btnResetPassword, "Passwort zurücksetzen"
lblEmailAddress, "E-Mail-Adresse:"
lblName, "Name:"
lblPassword, "Passwort:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Persönliche- oder Firmenlizenz, # im Lizenz Namen angezeigt"
LicenseRestrictionEnterprise, "Uneingeschränkte Anzahl an Computer an beliebig vielen Firmen-Standorten"
LicenseRestrictionPersonalHome, "Unbegrenzte Anzahl von rein privat eingesetzten Rechnern und einem Firmenrechner, der ausschließlich von Ihnen genutzt wird"
LicenseRestrictionSite, "Unlimitierte Anzahl an Computern an 1 Standort"
LicenseRestrictionStandard, "Persönliche- oder Firmenlizenz, 1 Computer"
LicenseRestrictionSteam, "Persönliche- oder Firmenlizenz, unlimitierte Anzahl an Computern, Sie sind der primäre Benutzer und Steam ist installiert"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Bitte geben Sie eine gültige e-Mail Adresse ein und versuchen es dann noch einmal."
ErrorEnterPassword, "Bitte geben Sie Ihr Kennwort ein und versuchen es dann noch einmal."
ErrorLoginFailed, "Ihr Benutzerkonto konnte nicht geladen werden.\nBitte überprüfen Sie Ihre e-Mail Adresse und das Passwort und probieren Sie es erneut."
ErrorNoLicensesFound, "Leider konnten wir keine Lizenzinformationen für dieses Benutzerkonto finden.\nBitte kontaktieren Sie uns, falls Sie Hilfe benötigen."
ErrorUnknownLicenses, "Beim Laden Ihrer Lizenzinformationen ist ein Fehler aufgetreten."
ErrorUnknownLogin, "Beim Laden Ihres Benutzerkontos ist ein Fehler aufgetreten."
Note, "Anmelden, um Ihren Lizenzschlüssel abzurufen und mit Ihrem Binary Fortress-Konto zu synchronisieren."
SelectLicensePrompt, "Aktuell verwenden Sie die kostenlose Version, eine Pro Trial-Lizenz oder Ihr Lizenzschlüssel ist ungültig.\nMöchten Sie einen Lizenzschlüssel von Ihrem Binary Fortress-Konto laden?"
Title, "Mein Binary Fortress-Konto"
TitleLoadingLicenses, "Laden der Lizenz Informationen"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Bitte wählen Sie das Windows Thema aus:"
PromptSelectWindowStylesEx, "Bitte wählen Sie den erweiterten Windows Stil aus:"
RemoveConfirmOne, "Sind Sie sicher, dass Sie das ausgewählte Element entfernen möchten?"
SelectAnItem, "Bitte wählen Sie ein Element aus der Liste aus und versuchen Sie erneut."
SelectAudioDevice, "Bitte wählen Sie Audio-Gerät aus."
SelectMouseCursorLocation, "Klicken Sie bitte um die Lokation des Mauscursors anzugeben\nDrücken Sie bitte irgendeine andere Taste, um abzubrechen"
SendKeys_EditString, "Textfeld editieren"
SendKeys_EnterString, "Textfeld eingeben:"
SendKeys_mniAddKeyCombination, "Tastaturkürzel hinzufügen"
SendKeys_mniAddRawText, "Unformatierten Text hinzufügen"
SendKeys_mniAddText, "Text hinzufügen"
SendKeys_Title, "SendKeys Generator"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Erstellungsdatum"
colDateExpires, "Ablaufdatum"
colLicenseKey, "Lizenzschlüssel"
colLicenseRestrictions, "Lizenz Einschränkungen"
colLicenseType, "Lizenztyp"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Sind Sie sicher, dass Sie diesen Lizenzschlüssel verwenden möchten?"
ErrorSelectLicense, "Bitte wählen Sie eine Lizenz aus der Liste und versuchen es dann noch einmal."
ShowNeedLicenseWarning, "Bitte wählen Sie einer Ihrer Lizenzschlüssel aus der Liste und drücken Sie dann 'OK', um diesen Schlüssel zu verwenden."
Title, "Meine Lizenzen"


[BFFormDownload_Strings]
ConfirmCancel, "Sind Sie sicher, dass Sie das Herunterladen abbrechen wollen?"
Error, "Ein Fehler ist aufgetreten."
Progress, "Verbleibend: {0} KB ({1} KB insgesamt)"
ProgressUnknown, "Herunterladen: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Selektieren Sie bitte ein WallpaperFusion Element und versuchen Sie es erneut."
lblQuery, "Filter:"
Title, "WallpaperFusion Elemente"


[BFFormOnlineMacroBrowser]
btnClose, "&Schließen"
colCreatedBy, "Erstellt von"
colDownloads, "Downloads"
colLanguage, "Sprache"
colLastModified, "Zuletzt bearbeitet"
lblQuery, "Filter:"
Loading, "Wird geladen..."


[BFFormProxySettings_Controls]
btnSave, "Speichern"
lblProxyAddress, "Proxyserver Adresse:"
lblProxyPassword, "Passwort:"
lblProxyPassword2, "Kennwort wiederholen:"
lblProxyPort, "Port:"
lblProxyUsername, "Benutzername:"
rdoCustomSettings, "&Spezifische Proxyserver Einstellungen:"
rdoNoProxy, "&Kein Proxyserver (direkte Internetverbindung)"
rdoUseIESettings, "Verwende die Einstellungen des &Internet Explorers"


[BFFormProxySettings_Strings]
EnterServerAddress, "Bitte geben Sie die Adresse des Proxyservers ein oder wählen Sie 'Kein Proxyserver'."
EnterServerPort, "Bitte geben Sie die Portnummer des Proxyservers ein oder wählen Sie 'Kein Proxyserver'."
PasswordDecryptionFailed, "Ihre Internet Verbindungseinstellungen sind ungültig.\nWollen Sie nun das Proxy-Server Passwort neu eingeben, um die Einstellungen zu korrigieren?"
PasswordsNotMatch, "Die angegebenen Proxyserver Kennwörter sind nicht identisch, versuchen Sie es bitte erneut."
Title, "Internet-Verbindungseinstellungen"


[BFFormSelectApplication]
AllApplications, "Alle Anwendungen"
btnBrowse, "&Durchsuchen"
btnRefresh, "&Aktualisieren"
colApplication, "Anwendung"
colPath, "Pfad"
GroupDesktopApplications, "Desktop Applikationen"
GroupWindows8Applications, "Windows 8 Applikationen"
lblWindowPicker, "Ziehen Sie dies über ein Fenster, um automatisch einen Fensterprozess aus der Liste auszuwählen"
PleaseSelectApplication, "Bitte wählen Sie zuerst eine Anwendung."
Title, "Anwendung auswählen"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Standardwert"
colSetting, "Parameter"
colValue, "Wert"
lblFilter, "Filter:"
lblHelp, "Doppelklick, um eine Einstellung zu ändern, drücken Sie 'Hilfe' für mehr Informationen."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "Beim Speicher der Einstellung ist ein Fehler aufgetreten."
SavedSuccessfully, "Ihre erweiterten Einstellungen wurden erfolgreich gespeichert.\nDiese Änderungen werden erst nach einem Neustart der Anwendung wirksam."
Title, "Erweiterte Einstellungen"
TitleEdit, "Erweiterte Einstellungen ändern"


[BFFormSettings_Controls]
btnAdvancedSettings, "Erweiterte Einstellungen"
btnAutoUpdateCheckNow, "Nach &Updates suchen"
btnBackupSettings, "Einstellungen exportieren"
btnLicenseChangeToFree, "Zur freien Version wechseln"
btnLicenseKeyRequestTrial, "Neue Testlizenz anfordern"
btnLicenseLoadOnline, "Von Ihrem Binary Fortress-Konto laden"
btnLicensePasteFromClipboard, "Einfügen aus der Zwischenablage"
btnProxySettings, "Internet-Verbindungseinstellungen"
btnRestoreSettings, "Einstellungen wiederherstellen"
btnTroubleshootingClearLog, "Protokoll löschen"
btnTroubleshootingCopy, "In die Zwischenablage kopieren"
btnTroubleshootingOpenLog, "Protokoll öffnen"
chkAutoUpdate, "Automatisch nach Aktualisierungen suchen"
chkAutoUpdateBeta, "Suche auch nach Beta Versionen (neuer, eventuell instabil)"
chkAutoUpdateSteam, "Automatische Suche nach Updates (Steam ignoriert diese Einstellung)"
colLanguageName, "Name"
colLanguageRightToLeft, "Rechts-nach-Links"
colLanguageTranslators, "Übersetzer"
colLanguageVersion, "Version"
gbAutoUpdate, "Auf Aktualisierungen prüfen"
gbLicenseReseller, "Informationen zum Vertriebspartner"
lblAutoUpdateWarningBASE, "Achtung: Automatische Updates sind derzeit deaktiviert. Sie werden nicht benachrichtigt, um eine neue Version zu installieren"
lblLanguageGetMore, "Neue und geänderte Sprachdateien holen"
lblLicenseExpires, "Lizenz läuft ab am:"
lblLicenseKey, "Lizenzschlüssel:"
lblLicenseTo, "Lizensiert für:"
tabAbout, "Über"
tabLanguage, "Sprachen"
tabLicense, "Lizenzschlüssel"
tabOptions, "Allgemeine Einstellungen"
tabOurApps, "Unsere Anwendungen"
tabTroubleshooting, "Fehlersuche"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Sind Sie sicher, dass Sie den Lizenzschlüssel entfernen und zur freien Version wechseln möchten?"
DebugLogCleared, "Die Protokoll Datei wurde erfolgreich gelöscht."
DebugLogNotFound, "Die Protokoll Datei konnte nicht gefunden werden.\nStellen Sie bitte sicher, dass die Protokollierung eingeschaltet ist."
FreeVersion, "Freie Version"
LicenseKeyRequestTrialDescription, "Jemand wird sich innerhalb von 2 Werktagen mit Ihnen in Verbindung setzen."
LicenseKeyRequestTrialMessage, "Ich möchte einen neuen Lizenzschlüssel für eine Probeversion anfordern. Vielen Dank!"
LogLevel0, "Protokoll: Ausgeschaltet"
LogLevel1, "Protokoll: nur wichtige Einträge"
LogLevel2, "Protokoll: detaillierte Einträge"
LogLevel3, "Protokoll: Alle Einträge"
RegistryExportSuccess, "Ihre Einstellungen wurden erfolgreich exportiert."
RestoreSettingsFailed, "Die Einstellungen konnten nicht wiederhergestellt werden."
RestoreSettingsSuccess, "Ihre Einstellungen wurden erfolgreich wiederhergestellt."
SettingsLoadError, "Beim Laden der Einstellungen ist ein Fehler aufgetreten."
SettingsSaveError, "Beim Speichern der Einstellungen ist ein Fehler aufgetreten."
Title, "Einstellungen"
TroubleshootingCopyError, "Die Informationen zur Fehlersuche konnten nicht in die Zwischenablage kopiert werden."
TroubleshootingCopySuccess, "Die Informationen zur Fehlersuche wurden erfolgreich in die Zwischenablage kopiert."


[BFFormSupportRequest_Controls]
lblEmailAddress, "E-Mail-Adresse:"
lblMessage, "Nachricht:"
lblName, "Name:"
lblSubject, "Betreff:"
lblWarning, "Die Informationen aus dem Reiter 'Problemlösung' und die Debug.log Datei werden verschlüsselt und dieser Supportanforderung beigelegt. Mit deren Hilfe können wir Ihr Problem schneller lösen."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Bitte geben Sie eine gültige e-Mail Adresse ein und versuchen es dann noch einmal."
EnterMessage, "Bitte geben Sie einen Nachrichtentext ein und versuchen Sie es erneut."
EnterName, "Bitte geben Sie Ihren Namen ein und versuchen Sie es erneut."
EnterSubject, "Bitte geben Sie einen Betreff ein."
SendSuccess, "Ihre Informationen wurden erfolgreich versendet.\nSie werden innerhalb eines Arbeitstages kontaktiert."
Title, "Supportanforderung übermitteln"
TooLongEmailAddress, "Bitte geben Sie eine kürzere e-Mail Adresse ein und versuchen Sie es erneut."
TooLongName, "Bitte geben Sie einen kürzeren Namen ein und versuchen es dann erneut."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Vielleicht später"
btnMoreInfo, "Zusätzliche Informationen"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Ungültiger Lizenzschlüssel"


[BFFormUpdate_Controls]
btnChangeLog, "Änderungs&protokoll anzeigen"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "Jetzt &Installieren"
btnInstallOnExit, "Beim Be&enden installieren"
btnRemindMeLater, "&Später erinnern"
btnSkipThisVersion, "Diese Version &überspringen"
lblNewVersion, "Neue Version:"
lblOldVersion, "Aktuelle Version:"
lblUpdateNotes, "Neuigkeiten in dieser Version:"
lblUpdateSize, "Größe des Updates:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Es wird empfohlen, die Aktualisierung auf diese neue Version durchzuführen.\nSind Sie sicher, dass Sie dieses Update auslassen möchten?"
DownloadFailedSave, "Fehler beim lokalen Speichern dieser Datei."
DownloadingUpdate, "Aktualisierung herunterladen"
DownloadInvalidData, "Der Server hat ungültige Daten zurückgeliefert. Möglicherweise konnte die angeforderte Datei nicht gefunden werden."
DownloadNoData, "Die Webseite hat keine Daten zurückgeliefert."
ErrorDownload, "Beim Herunterladen der neuen Version ist ein Fehler aufgetreten."
FreeNotice, "Diese und alle zukünftigen Aktualisierungen sind kostenlos. Aktualisieren Sie noch heute und freuen Sie sich über neue Funktionen!"
Title, "Aktualisierung verfügbar"
UpdateProMessage, "Sie müssen auf eine Pro-Lizenz umsteigen, um die Ein-Klick-Aktualisierung nutzen zu können.\nWünschen Sie weitere Informationen für den Wechsel auf die Pro-Lizenz?"


[BFHelpButton_Controls]
mniDiscussions, "Diskussionsforum"
mniOnlineHelp, "Online Hilfe"
mniSupportRequest, "Support Anforderung"


[BFHotKey]
ErrorHotKeyBindFailed, "Zuweisen des Hotkeys fehlgeschlagen:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Ungültiges Tastaturkürzel: Bitte ein Tastaturkürzel festlegen."
ErrorIncorrectNumberElements, "Ungültiges Tastaturkürzel: Falsche Anzahl von Tasten."
ErrorIncorrectNumberKeyMods, "Ungültiges Tastaturkürzel: Falsche Anzahl von Zusatztasten."
ErrorInvalidKeyCombo, "Das gewählte Tastaturkürzel ist ungültig."
ErrorSystemReserved, "Der angegebene Tastaturkürzel ist für Windows reserviert und kann nicht verwendet werden."
ErrorTooManyModifiers, "Ungültiges Tastaturkürzel: Zu viele Zusatztasten."
HotKeyLabelKeys, "Drücken Sie die gewünschten Umschalttasten und geben Sie dann den gewünschten Tastencode ein"
HotKeyLabelMouse, "Drücken Sie die gewünschten Umschalttasten und klicken Sie dann bitte die gewünschte Schaltfläche auf der Maus"


[BFMessage]
btnCopy, "In die Zwischenablage &kopieren"
btnMoreInformation, "&Weitere Informationen anzeigen"


[BFTextQuery]
CaseSensitive, "Unterscheide Groß/Kleinschreibung:"
ErrorBracketMismatch, "Fehler: Fehlende Klammer.\nBitte Klammern schließen oder umgeben Sie Ihre Anfrage mit Anführungszeichen."
ErrorEscapeCharAtEnd, "Fehler: Maskierungszeichen (Escape) „\“ am Ende der Abfrage gefunden.\nBitte maskieren oder das Zeichen entfernen."
ErrorExpectedMatchCountChar, "Fehler: „::: cbc:::“ an Position {0} erwartet.\nBitte Klammern schließen oder umgeben Sie Ihre Anfrage mit Anführungszeichen."
ErrorExpectedQuote, "Fehler: „"“ an Position {0} erwartet.\nBitte stellen Sie sicher, das Zeichen „"“ (Quote/Anführungszeichen) zu maskieren."
ErrorInvalidChar, "Fehler: Ungültiges Zeichen „{0}“ an Position {1}\nBitte in Anführungszeichen einschließen."
ErrorInvalidDigit, "Fehler: Ungültige Ziffer an Position {0}.\nZiffern müssen positiv sein und dürfen nur numerische Zeichen enthalten."
MayContain, "Darf folgendes enthalten:"
MayEqual, "Könnte entsprechen:"
MayNotContain, "Muss folgendes nicht enthalten:"
MayNotEqual, "Möglicherweise keine Entsprechung:"
MustContain, "Muss folgendes enthalten:"
MustEqual, "Muss entsprechen:"
MustNotContain, "Darf folgendes nicht enthalten:"
MustNotEqual, "Darf nicht entsprechen:"
Time, "einmal"
Times, "{0} Mal"


[BFUpdateCheck]
AlreadyInProgress, "Überprüfung auf Updates läuft bereits..."
ErrorRunningDownloadedFile, "Beim Ausführen der heruntergeladenen Datei ist ein Fehler aufgetreten."
FailedToGetVersion, "Die letzte verfügbare Versionsnummer konnte nicht geladen werden."
NoUpdate, "Sie verwenden bereits die aktuellste Version."
Title, "Aktualisierung"


[cFunctions_Strings]
FolderNotRecognized, "Der angegebene Ordner wurde nicht erkannt und kann deshalb nicht durchsucht werden."


[frmMain_Controls]
btnBrowseAppendExcludePath, "&Ordner hinzufügen"
btnBrowseExcludePath, "Durchsuchen"
btnFolderBrowse, "&Durchsuchen"
btnFolderBrowseAppend, "&Ordner hinzufügen"
btnNewSearch, "Suchen - &Neuer Reiter"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Suchen"
btnStop, "Sto&ppen"
chkCaseSensitive, "&Groß/Kleinschreibung beachten"
chkFileSizeMax, "Maximale Dateigröße:"
chkFileSizeMin, "Minimale Dateigröße:"
chkIsQueryRegEx, "Regulärer Ausdruck (RegEx)"
chkSearchSubFolders, "&Unterordner durchsuchen"
chkShowFirstResult, "&Zeige nur das erste Suchergebnis für jede Datei"
chkShowIncludeFilterMatchFiles, "Dateinamen passend zum Filter "Inkludierte Dateien" anzeigen"
chkShowIncludeFilterMatchFolders, "Ordnernamen passend zum Filter "Inkludierte Dateien" anzeigen"
chkShowQueryMatchFiles, "Anzeigen von Dateinamen, die den Suchbegriff enthalten"
chkShowQueryMatchFolders, "Anzeigen von Ordnernamen, die den Suchbegriff enthalten"
chkUseIFilters, "Dateiinhalte mit Hilfe von Datei-Handlern durchsuchen (langsamer)"
colDateAccessed, "Letzer Zugriff"
colDateCreated, "Erstellungsdatum"
colDateModified, "Zuletzt geändert am"
colExtension, "Dateierweiterung"
colFile, "Dateiname"
colFileSize, "Dateigröße"
colLine, "Zeile"
colLineNumber, "Zeile #"
colPath, "Pfad"
lblAccessedTo, "bis"
lblAdditionalLinesAfter, "Anzahl der Zeilen nach dem Suchbegriff:"
lblAdditionalLinesBefore, "Anzahl der Zeilen vor dem Suchbegriff:"
lblCreatedTo, "bis"
lblDateAccessed, "Letzer Zugriff:"
lblDateCreated, "Erstellt am:"
lblDateFilterLogic, "Datums-Filterlogik:"
lblDateModified, "Zuletzt geändert am:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "bis"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Suchergebnisse: {0}"
lblStatusTotal, "Durchsuchte Dateien: {0}"
mniAbout, "Über"
mniClearSearchHistory, "Suchverlauf löschen"
mniCloseAll, "Alle schließen"
mniCloseAllButThis, "Alle anderen schließen"
mniCloseSearch, "&Schließen"
mniCopyToClipboard, "Ausgewählte Ergebnisse kopieren"
mniCopyToClipboardAll, "Alle Suchergebnisse kopieren"
mniExit, "Beenden"
mniExplorerContextMenu, "Windows Kontextmenü"
mniHelp, "Hilfe"
mniOpenFolder, "Dateipfad öffnen"
mniOpenFolderOnly, "Ordner öffnen"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Ausgewählte Dateien endgültig löschen"
mniRemoveRows, "Ausgewählte Ergebnisse aus der Liste entfernen"
mniRenameFile, "Rename Selected File"
mniSettings, "Einstellungen"
mniShowFilterControls, "Zeige die Filter Elemente"
mniTextCopy, "&Kopieren"
mniTextSelectAll, "&Alles auswählen"
mniTools, "&Werkzeuge"
mniTrayExit, "Beenden"
mniTrayLoadProfiles, "Profil laden"
mniTrayShowFileSeek, "FileSeek anzeigen"
mniTraySyncProfiles, "Profile synchronisieren"
mnuCopyFilePath, "Ausgewählte Dateinamen kopieren (durch Komma getrennt)"
mnuExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
mnuExportSelectedResultsHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
mnuFileCopy, "Ausgewählte Dateien kopieren"
mnuFileCut, "Ausgewählte Dateien ausschneiden"
mnuFileDelete, "Ausgewählte Dateien löschen"
mnuLanguage, "Sprachen"
mnuLoadProfile, "Profil laden"
mnuManageProfiles, "Profile verwalten"
mnuOpen, "Öffnen"
mnuOpenNotepad, "Mit Notepad öffnen"
mnuProfile, "Pro&file"
mnuSave, "Speichern"
mnuSaveAll, "Alle Suchergebnisse als CSV exportieren"
mnuSaveProfile, "Neues Profil speichern"
mnuSaveSelection, "Ausgewählte Suchergebnisse als CSV exportieren"
mnuShowFullLanguageList, "Anzeigen der gesamten Liste"
mnuSyncProfiles, "Profile synchronisieren"
rdoMatchQueryLineByLine, "Jede einzelne Zeile in der Datei durchsuchen"
rdoMatchQueryToWholeFile, "Gesamte Datei durchsuchen"
tabAdvanced, "Erweitert"
tabDateFilters, "Filter: Datum"
tabFileSizeFilters, "Filter: Dateigröße"
tabSearch, "Suchen"


[frmMain_Strings]
AccessedAfterTT, "Letzer Zugriff nach dem {0}"
AccessedBeforeTT, "Letzer Zugriff vor dem {0}"
AccessedBetweenTT, "Letzter Zugriff zwischen {0} und {1}"
AppSelectionErrorPartOne, "Die von Ihnen angegebene Anwendung konnte nicht gefunden werden."
AppSelectionsErrorPartTwo, "Möchten Sie eine andere Anwendung auswählen?"
btnNewSearchTT, "Öffnet einen neuen Reiter und startet die Suche"
btnSearchTT, "Suche im aktuellen Reiter starten"
btnStopTT, "Ausgewählte Suche abbrechen"
CaseSensitiveQueryTT, "Groß/Kleinschreibung beachten"
cboDateFilterLogic_AND, "UND"
cboDateFilterLogic_OR, "ODER"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Regulärer Ausdruck (RegEx)"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Nur die erste passende Zeile anzeigen, wenn die Zeilen einzeln durchsucht werden"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "Beim Anzeigen des Windows Kontextmenüs ist ein Fehler aufgetreten."
CreatedAfterTT, "Erstellt nach dem {0}"
CreatedBeforeTT, "Erstellt vor dem {0}"
CreatedBetweenTT, "Erstellt zwischen {0} und {1}"
CSVSpreadsheet, "CSV Dateien"
CustomAppOpenError, "Beim Öffnen mit der frei konfigurierbaren Anwendung ist ein Fehler aufgetreten."
DateCreatedError, "Der Beginn des Suchbereiches für das Erstelldatum muss vor dem Ende liegen."
DateFiltersSelected, "Datum Filter:"
DateModifiedError, "Der Beginn des Suchbereiches für den letzten Zugriff muss vor dem Ende liegen."
EmptyPDFError, "PDF Datei wurde durchsucht, enthielt aber keinen Text"
EnterProfileName, "Profilnamen eingeben:"
ErrorDirectoryEmpty, "Dieser Dateipfad ist leer"
ExcludeFilesTT, "Exkludierte Datei(en): {0}"
ExcludePathsTT, "Exkludierte(r) Pfad(e): {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Bitte warten Sie, während FileSeek die angeforderte Aktion ausführt.\nSie können dieses Fenster zwar während der Programmausführung schließen, aber das kann unerwarteten Ergebnissen führen."
FileDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien und Ordner löschen wollen?"
FileDeleteTitle, "Dateien löschen"
FileDeletionError, "Beim Löschen der Dateien ist ein Fehler aufgetreten."
FileHandlerError, "Geben Sie bitte das zu durchsuchende Verzeichnis an."
FileIncludeNameMatch, "Dateiname passt [Filter für Inklude Dateien]"
FileOpenError, "Beim Öffnen der Datei ist ein Fehler aufgetreten."
FilePermenentDeleteQuestion, "Sind Sie sicher, dass Sie die ausgewählten Dateien und Ordner endgültig löschen wollen?"
FileQueryNameMatch, "Dateiname passt [Suchbegriff]"
FileReadError, "Fehler beim Dateizugriff: {0}"
FileSelectionError, "Bitte wählen Sie zumindest eine existierende Datei und versuchen Sie es erneut."
FileSizeError, "Die maximale Dateigröße muss gleich oder größer sein als die minimale Dateigröße."
FileSizeFiltersSelected, "Dateigrößen Filter:"
FilesSearched, "Durchsuchte Dateien: {0}"
FilesSkipped, "Übersprungene Dateien: {0}"
FolderBrowserDescription, "Zu durchsuchenden Ordner angeben"
FolderBrowsingError, "Beim Auswählen des Ordners ist ein Fehler aufgetreten."
FolderIncludeNameMatch, "Ordername passt [Filter für Inklude Dateien]"
FolderItemError, "Der Order für das Element konnte nicht ermittelt werden: {0}"
FolderOpenError, "Beim Öffnen des Ordners ist ein Fehler aufgetreten."
FolderQueryNameMatch, "Ordername passt [Suchbegriff]"
FolderReadError, "Fehler beim Lesen der Ordner im Verzeichnis: {0}"
HiddenFolderError, "Keine Suche, weil es sich um eine versteckte Datei oder einen versteckten Ordner handelt"
HyperTextMarkupLanguageFile, "Hyper Text Markup Language Datei"
IFilterWarning, "Bitte schalten Sie die Datei-Handler ein, um ein korrektes Ergebnis anzuzeigen für: {0} Dateien"
IncludeFilesTT, "Inkludierte Dateien: {0}"
InvalidExcludeFilesRegExError, "Der reguläre Ausdruck für die exkludierten Dateien ist ungültig.\n{0}"
InvalidFolderLength, "Ungültige Länge für den Ordner."
InvalidIncludeFilesRegExError, "Der reguläre Ausdruck für die inkludierten Dateien ist ungültig.\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "Regulärer Ausdruck (RegEx) ist ungültig.\n{0}"
KeypressError, "Beim Verarbeiten der Tastenabfolge ist ein Fehler aufgetreten."
LinkedFolderError, "Order wird nicht durchsucht weil es sich um eine Verknüpfung handelt"
MatchesFound, "Suchergebnisse: {0}"
MatchesFromQueue, "Ergebnisse in der Warteschlange: {0}"
MatchesFromQueueIcons, "Symbole in der Warteschlange: {0}"
MaxFileSizeTT, "Maximale Dateigröße: {0}"
MaxPathError, "Es handelt sich um einen langen Dateinamen, der möglicherweise nicht von allen Applikationen unterstützt wird"
MenuOpenError, "Beim Öffnen des Menüs ist ein Fehler aufgetreten."
MinFileSizeTT, "Minimale Dateigröße: {0}"
ModifiedAfterTT, "Geändert nach dem {0}"
ModifiedBeforeTT, "Geändert vor dem {0}"
ModifiedBetweenTT, "Geändert zwischen {0} und {1}"
More, "(weitere)"
NoDateFiltersSelected, "Kein Datumsfilter angegeben"
NoFileSizeFiltersSelected, "Kein Dateigrößenfilter angegeben"
NoOptionsSelected, "Keine Suchoptionen angegeben"
NotepadError, "Beim Öffnen der Datei mit Notepad ist ein Fehler aufgetreten."
NotYourProfile, "Sie sind nicht der Besitzer dieses Profils."
OnlyShowFirstResultTT, "Nur das erste Suchergebnis anzeigen"
OpenManyQuestion, "Sind Sie sicher, dass Sie {0} Dateien bzw. Ordner öffnen wollen?"
OptionsSelected, "Ausgewählte Optionen:"
OtherApplication, "Other Application"
PathsTT, "Pfad(e): {0}"
PathTooLongError, "Microsoft Windows unterstützt diese Aktion nicht für lange Dateinamen."
ProfileLoadError, "Beim Laden des Profils ist ein Fehler aufgetreten."
ProfileLoadOnStartError, "Beim Laden des Profils ist ein Fehler aufgetreten. Das Profil existiert nicht."
ProfileOverwriteQuestion, "Sind Sie sicher, dass Sie das Profil '{0}' überschreiben wollen?"
ProfileSaved, "Die Sucheinstellungen wurden im Profil '{0}' gespeichert"
ProfileSaveError, "Das Profil kann nicht gespeichert werden."
ProOnlyDoubleClickPrompt, "Die von Ihnen eingestellte Aktion beim Doppelklicken ist nur in FileSeek Pro verfügbar.\nSie können die Aktion, die beim Doppelklicken ausgeführt wird, im Reiter "Suchen" der Einstellungen ändern.\n\nWünschen Sie mehr Informationen bezüglich Upgrade?"
QueryTT, "Suchen nach:\n{0}"
rdoMatchQueryLineByLineTT, "Öffne die Datei Zeile für Zeile und suche den angegebenen Begriff in jeder Zeile"
rdoMatchQueryToWholeFileTT, "Öffne die gesamte Datei und suche den angegebenen Begriff in der gesamten Datei"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Ein Suchergebnis wurde in die Zwischenablage kopiert."
ResultCopyError, "Beim Kopieren der Suchergebnisse in die Zwischenablage ist ein Fehler aufgetreten."
ResultSaveError, "Beim Speichern der Suchergebnisse ist ein Fehler aufgetreten.\n{0}"
ResultsCopied, "{0} Suchergebnisse wurden in die Zwischenablage kopiert."
ResultSelectionError, "Bitte zumindest eines der Suchergebnisse auswählen und dann erneut versuchen."
SaveResults, "Suchergebnisse in Tabellenkalkulation speichern"
SaveResultsAsHTML, "Suchergebnisse als HTML speichern"
SaveSearchProfile, "Suchprofil speichern"
SearchComplete, "Suche abgeschlossen in {0}s"
SearchCriteria, "Suchkriterien:"
SearchCriteriaEmptyTT, "Suchkriterien sind leer"
SearchEnd, "Suche Ende: {0}"
SearchError, "Bei der Dateisuche ist ein Fehler aufgetreten."
SearchStart, "Suche Beginn: {0}"
SearchSubFoldersTT, "Unterordner durchsuchen"
SettingFormShowError, "Beim Anzeigen des Fensters für die Programmeinstellungen ist ein Fehler aufgetreten."
Syncing, "Mit FileSeek Online synchronisieren..."
SystemFolderError, "Keine Suche, weil es sich um eine Systemdatei oder einen Systemordner handelt"
TextCopyError, "Beim Kopieren dieses Textes ist ein Fehler aufgetreten."
TextProcessingError, "Beim Verarbeiten dieses Textes ist ein Fehler aufgetreten."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Bitte wählen Sie Teile des Textes aus und versuchen Sie es erneut."
txtPathTT, "Mehrfache Einträge werden mit dem | Zeichen getrennt"
UseFileHandlersTT, "Dateihandler verwenden"
ViewingAppPartOne, "Sie haben bis jetzt noch keine Anwendung zum Anzeigen der Datei angegeben"
ViewingAppPartTwo, "Wollen Sie das jetzt tun?"


[frmProfileManager_Controls]
btnCopyProfile, "&Kopieren"
btnDelete, "Löschen"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Umbenennen"
btnSync, "Mit Ihrem FileSeek Online-Konto synchronisieren"
colProfileName, "Profil Name"
colProfileOwner, "Eigentümer"
lblCurrentProfile, "Aktueller Benutzer: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Wie wollen Sie das neue Profil benennen?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Bitte wählen Sie ein Profil aus der Liste und versuchen Sie es erneut."
ProfileDeleteQuestion, "Sind Sie sicher, dass Sie das ausgewählte Profil löschen wollen?"
RenameSearchProfile, "Suchprofil umbenennen"
SearchProfileName, "Name des Suchprofils:"
Title, "Profile verwalten"


[frmSettings_Controls]
btnBrowseOther, "&Durchsuchen"
btnClearHistory, "Suchverlauf löschen"
btnIFilterToggle, "Dateihandler aus/einschalten"
btnOtherDefault, "Standar&dwert"
chkCloseToTray, "Beim Beenden FileSeek in der Benachrichtigungsleiste anzeigen"
chkCombineParameters, "Mehrere Dateien in einem Aufruf an die Anwendung übergeben, anstatt die Anwendung mehrfach mit jeweils einer Datei zu starten"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Fehlermeldung anzeigen und Überspringen der Datei, wenn der Pfadname länger als 260 Zeichen ist"
chkExportExtraLines, "Die angezeigten Zusatzzeilen auch im Suchergebnis mit abspeichern"
chkIFilterErrors, "Fehlermeldung anzeigen für Dateien ohne Datei-Handler (wenn Datei-Handler eingeschaltet sind)"
chkIsQueryFullString, "Den angegeben Text als einen gesamten Suchbegriff behandeln"
chkLinkedFoldersSearch, "Suche in verknüpften Dateien && Ordnern"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Beim Minimieren FileSeek in der Benachrichtigungsleiste anzeigen"
chkOnlyShowMatchedText, "Nur den übereinstimmenden Text im Suchergebnis anzeigen"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Suche auch in versteckten Dateien/Ordnern"
chkSearchSystemFiles, "Suche auch in Systemdateien und -ordnern"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Fehlermeldung anzeigen, wenn auf eine Datei/einen Ordner nicht zugegriffen werden kann"
chkShowHiddenFileError, "Fehlermeldung anzeigen, wenn versteckte Dateien oder Ordner bei der Suche übersprungen werden"
chkShowSystemFileError, "Fehlermeldung anzeigen, wenn Systemdateien oder -ordner bei der Suche übersprungen werden"
chkShowToolTips, "Tooltipps anzeigen"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "FileSeek immer mit einem leeren Suchbegriff starten"
chkTreatAllExcludePathFiltersAsWildcards, "Alle exkludierten Dateipfade als Wildcard behandeln"
chkTreatAllIncludeFiltersAsWildcards, "Alle inkludierten Dateipfade als Wildcard behandeln"
chkUseCustomDateFormat, "Benutzerdefiniertes Datums-Format verwenden"
chkUsePreviewHandlers, "Vorschau-Handler für die Ergebnisanzeige verwenden"
chkWindowsContextMenu, "FileSeek im Windows Kontextmenü anzeigen"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Kommandozeilen Parameter"
gbDateFormat, "Datumsformat"
gbGeneralOptions, "Allgemeine Einstellungen"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Kommandozeilen Parameter:"
lblDateFormatLink, "Benutzerdefinierte Formatzeichenfolgen für Datum und Uhrzeit"
lblDefaultDoubleClick, "Bitte wählen Sie die Aktion, die beim Doppelklicken ausgeführt wird:"
lblNumChar, "Anzahl der Zeichen, die bei jedem Suchergebnis angezeigt werden:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Anwendung zum Anzeigen der Datei:"
lblSkipFile, "Maximal erlaubte Suchzeit pro Datei (0=unlimitiert):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "Beim Suchen nach einer Anwendung ist ein Fehler aufgetreten."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Alle Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Ausgewählte Suchergebnisse als HTML exportieren"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Dateipfad öffnen"
cboDefaultDoubleClickOperation_OpenNotepad, "Mit Notepad öffnen"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Wenn diese Einstellung aktiviert ist, wird z.B. der Suchgriff foo wie *foo* ausgewertet"
ClearHistoryError, "Beim Löschen des Suchverlaufs ist ein Fehler aufgetreten."
ClearHistoryWarning, "Sind Sie sicher, dass Sie den Suchverlauf löschen möchten?"
CommandLineError, "Bitte geben Sie die Kommandozeilen Parameter ein oder drücken Sie 'Standardwert', um den Wert zurückzusetzen."
CustomDateFormatError, "Fehler beim Anwenden des benutzerdefinierten Formats für das Datum.\nBeheben Sie bitte den Fehler und versuchen Sie es erneut."
DisableFileHandler, "Datei-Handler ausschalten"
DisablePreviewHandler, "Vorschau-Handler aus"
EnableFileHandler, "Datei-Handler einschalten"
EnablePreviewHandler, "Vorschau-Handler ein"
FileCommandDescription, "{0}: Ersetzt den vollständigen Dateinamen."
FileHandlerListError, "Beim Erstellen der Datei-Handler-Liste ist ein Fehler aufgetreten."
FileHandlerSelectError, "Beim Auswählen des Datei-Handlers ist ein Fehler aufgetreten."
FileHandlerToggleError, "Beim Aus/Einschalten des Datei-Handlers ist ein Fehler aufgetreten."
HistoryCleared, "Der Suchverlauf wurde erfolgreich gelöscht."
InvalidExitcode, "Ein ungültiger Rückgabewert wurde gemeldet: {0}"
LineCommandDescription, "{0}: Wird durch die Zeilennummer ersetzt."
lvIFilters_Extension, "Dateierweiterung"
lvIFilters_Handler, "Datei-Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Bitte geben Sie eine Zeichenanzahl zwischen {0} und {1} ein und versuchen es dann erneut."
PreviewHandlerListError, "Beim Auflisten der Vorschau-Handler ist ein Fehler aufgetreten."
PreviewHandlerToggle, "Vorschau-Handler umschalten"
SettingMenuError, "Beim Aufbau des Kontextmenüs ist ein Fehler aufgetreten."
tabSettings_FileHandlers, "Datei-Handler"
tabSettings_OtherApp, "Externe Anwendung"
tabSettings_PreviewHandlers, "Vorschau-Handler"
tabSettings_Search, "Suchen"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Das Suchergebnis wurde erfolgreich gespeichert.\nWollen Sie die Datei nun anzeigen?"
SearchCriteria, "Suchkriterien"
SearchDate, "Such Datum:"
Title, "FileSeek Suchergebnisse"


[IFilterHelper_Strings]
UnknownError, "Unbekannter IFilter Fehler"
UsingStandardMethodWarning, "Für die angegebene Datei gibt es keinen Datei-Handler, es wird die Standardsuchmethode verwendet."


[LicenseValidate_Strings]
ExpiredPrompt, "Es tut uns leid, Ihre FileSeek Trial Lizenz ist abgelaufen.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"
Invalid, "Es tut uns leid, Ihr Lizenzschlüssel ist ungültig."
InvalidReseller, "Es tut uns leid, Ihr Lizenzschlüssel ist nur gültig, wenn Sie FileSeek über einen Vertriebspartner erhalten haben.\nKontaktieren Sie bitte Ihren Vertriebspartner für mehr Informationen."
LicenseProcessPro, "Danke für Ihre Registrierung!"
LicenseProcessProRestoreSettingsPrompt, "Ein automatische Datensicherung Ihrer Pro-Einstellungen wurde entdeckt.\nDiese Datensicherung ist {0} Tage alt.\nMöchten Sie diese Pro-Einstellungen importieren? Aktuelle Einstellungen werden dabei überschrieben."
LicenseProcessRemoved, "Ihr Lizenzschlüssel wurde entfernt."
LicenseProcessTrial, "Danke, dass Sie die Trial-Version von FileSeek Pro verwenden!\nIhre Lizenz läuft am {0:D} ab."
TrialAlmostDonePrompt, "Ihre Trial-Lizenz läuft bald ab.\nWenn Sie bereits eine Lizenz erworben haben, geben Sie bitte den Lizenzschlüssel in den Einstellungen ein.\n\nWünschen Sie mehr Informationen, wie Sie FileSeek Pro bestellen können?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Mit FileSeek suchen"


[Words]
Add, "&Hinzufügen"
AdminSettingsLock, "Einige der Einstellungen werden von Ihrem System-Administrator verwaltet"
Apply, "Übernehmen"
ButtonEnterLicenseKey, "&Lizenzschlüssel eingeben"
ButtonLater, "&Später"
ButtonMoreInformation, "&Weitere Informationen"
ButtonUseFreeVersion, "&Freie Version verwenden"
Cancel, "&Abbrechen"
Close, "&Schließen"
Copy, "&Kopieren"
Custom, "Benutzerdefiniert"
Cut, "&Ausschneiden"
Default, "Standardwert"
Delete, "&Löschen"
Disable, "&Deaktivieren"
Disabled, "Nicht aktiv"
Duplicate, "&Duplizieren"
Edit, "&Editieren"
Enable, "&Aktivieren"
Enabled, "Aktiv"
Error, "Fehler"
ErrorNotAdminUACDisabled, "Die Benutzerkontensteuerung (UAC) ist ausgeschaltet und Sie sind kein Administrator Benutzer. Deshalb wird die angeforderte Aktion möglicherweise fehlschlagen.\nBitte schalten Sie die Benutzerkontensteuerung ein oder melden Sie sich mit einem Administratorkonto an. Versuchen Sie es dann erneut.\nWenn Sie die Benutzerkontensteuerung erst kürzlich ausgeschaltet habe, starten Sie bitte Ihren Computer neu."
Exit, "Beenden"
Help, "Hilfe"
Info, "Informationen"
InvalidImageFile, "Diese Grafik scheint beschädigt oder nicht lesbar zu sein."
Name, "Name"
NameLabel, "Name:"
NeedProQuestion, "Sie müssen auf FileSeek Pro upgraden, um diese Funktionalität zu nutzen.\nWünschen Sie mehr Informationen bezüglich der Upgrade-Möglichkeiten?"
NeedsProShort, "Nur ProVersion"
Never, "Nie"
No, "Nein"
OK, "&Ok"
Paste, "&Einfügen"
ProOnlyNotice, "Funktionen der Pro-Version werden blau hervorgehoben"
Redo, "&Wiederholen"
Refresh, "Aktualisieren"
Remove, "&Entfernen"
Rename, "Rename"
Seconds, "Sekunden"
SelectAll, "&Alles auswählen"
Start, "Starten"
Stop, "Stoppen"
Undo, "&Rückgängig"
Unknown, "Unbekannt"
Yes, "Ja"


[Installer]
AdditionalIcons, "Zusätzliche Verknüpfungen:"
CreateContextMenuItems, "Dem Windows-Kontextmenü hinzufügen"
CurrentUserOnly, "Nur für den aktuellen Benutzer"
DesktopIcon, "Verknüfung am &Desktop erzeugen"
DotNetInstallNow, "Wollen Sie es jetzt installieren?"
DotNetRequired40, "Diese Anwendung erfordert Microsoft .NET Framework 4.0."
ForAllUsers, "Für alle Benutzer"
LaunchNow, "Jetzt starten"
LicKeyInvalid, "Der Lizenzschlüssel ist ungültig."
LicKeyLabel, "Lizenzschlüssel:"
LicKeySelectOption, "Wählen Sie bitte die Art des Lizenzschlüssels und versuchen Sie es erneut."
LicKeyText, "Lizenzschlüssel Einstellungen:"
LicKeyTextAdminLocked, "Ihr Lizenzschlüssel wurde von Ihrem Administrator eingegeben."
LicKeyTextChangeFree, "In den Einstellungen wählen Sie bitte 'Zur freien Version wechseln', um die freie Version zu verwenden."
LicKeyTextEnterOrFree, "Bitte geben Sie einen gültigen Lizenzschlüssel ein oder wählen Sie 'Freie Version verwenden'."
LicKeyTextPaid, "Folgenden Lizenzschlüssel verwenden:"
LicKeyTextTrial, "Trial Version verwenden (nur beim ersten Mal) und nach 30 Tagen zur freien Version zurückwechseln"
RunAtStartup, "Direkt mit Windows starten"
SteamKeyInvalid, "Ihr Steam-Lizenz-Key konnte nicht ordnungsgemäß geladen werden.\nBitte beenden Sie diese Installation und versuchen Sie einen Neustart oder eine neue Installation innerhalb von Steam durchzuführen."
TextBefore, "Wenn FileSeek noch läuft, beenden Sie es bitte bevor Sie die neue Version installieren.\n\nFür Updates und Support-Anfragen besuchen Sie bitte https://www.fileseek.ca."
UninstallRemoveAllData1, "Möchten Sie wirklich alle Anwendungseinstellungen, Optionen und temporäre Dateien vollständig entfernen?"
UninstallRemoveAllData2, "Dies wird nicht empfohlen, wenn Sie diese Anwendung erneut installieren möchten."